Repository: Icinga/icingaweb2-module-vspheredb
Catalog: application/locale/*/LC_MESSAGES/vspheredb.po
Languages: de_de

source: Raise Warning if more than X snapshots
de_de: Warnung melden für mehr als X Schnappschüsse

source: Raise Warning with less than X MBytes free
de_de: Warnung melden mit weniger als X MBytes frei

source: Raise Warning with less than X percent free
de_de: Warnung melden mit weniger als X Prozent frei

source: Really Delete
de_de: Wirklich löschen

source: Really disable
de_de: Wirklich deaktivieren

source: Really enable
de_de: Wirklich aktivieren

source: Red - there is a problem
de_de: Rot - es gibt ein Problem

source: Rename
de_de: Umbenennen

source: Rename this vCenter
de_de: Dieses vCenter umbenennen

source: Repository
de_de: Verwahrungsort

source: Required
de_de: Erforderlich

source: Reset
de_de: Zurücksetzen

source: Resource Pool
de_de: Ressourcenpool

source: Resource Pools
de_de: Ressourcenpools

source: Restart
de_de: Neustart

source: Restrict Access to specific vCenters only. Please specify a comma-separated list of case-sensitive vCenter names. Wildcard-matching (with *) is allowed
de_de: Zugriff auf spezifische vCenter einschränken. Bitte eine komma-getrennte Liste von von vCenter-Namen unter Beachtung der Groß- und Kleinschreibung. Mustersuche mit Platzhaltern (mit *) ist erlaubt

source: Result
de_de: Ergebnis

source: Rules
de_de: Regeln

source: Schedule
de_de: Zeitplan

source: Select any folder (or the root node) to define (and override) Monitoring Rules for all related child nodes
de_de: Wähle ein Verzeichnis (oder den Wurzelknoten) um Überwachungsregeln für alle zugehörigen Kindknoten zu definieren (und zu überschreiben)

source: Sensors
de_de: Sensoren

source: Server Connections
de_de: Serververbindungen

source: Servers
de_de: Server

source: Settings for %s have been modified
de_de: Einstellungen für %s wurden geändert

source: Settings for %s have been removed
de_de: Einstellungen für %s wurden entfernt

source: Settings for %s have been stored
de_de: Einstellungen für %s wurden gespeichert

source: Ship Performance Data
de_de: Leistungsindikatoren ausliefern

source: Show "%s" in the Managed Object Browser (MOB)
de_de: Zeige "%s" im Managed Object Browser (MOB)

source: Show SQL
de_de: SQL anzeigen

source: Show current state
de_de: Aktuellen Zustand anzeigen

source: Show history
de_de: Verlauf anzeigen

source: Size
de_de: Größe

source: Sizing
de_de: Dimensionierung

source: Skip Templates
de_de: Templates überspringen

source: Skip powered off VMs
de_de: Abgeschaltete VMs überspringen

source: Snapshot Policy
de_de: Schnappschussrichtlinie

source: Snapshot Type
de_de: Schnappschusstyp

source: Snapshots
de_de: Schnappschüsse

source: Source
de_de: Quelle

source: Source Type
de_de: Quellentyp

source: Standby
de_de: Bereitschaft

source: State
de_de: Status

source: Stats
de_de: Statistiken

source: Stopping API connection with %s
de_de: Stoppe API-Verbindungen mit %s

source: Storage
de_de: Speicherung

source: Storage Pods
de_de: Speicherbehälter

source: Store
de_de: Speichern

source: Store configuration
de_de: Konfiguration speichern

source: Suspended
de_de: Suspendiert

source: Sync for %s is running as PID %s by user %s on %s, last refresh happened %s
de_de: Synchronisierung für %s läuft als PID %s mittels Benutzer %s auf %s, die letzte Aktualisierung erfolgte %s

source: Sync has never been running
de_de: Synchronisierung lief noch nie

source: Sync is not running. Last refresh occured %s by %s on %s
de_de: Synchronisierung läuft nicht. Letzte Aktualisierung erfolgte %s von %s auf %s

source: System booted recently
de_de: System startete kürzlich neu

source: Table
de_de: Tabelle

source: Template
de_de: Vorlage

source: The Connection has successfully been stored
de_de: Die Verbindung wurde erfolgreich gespeichert

source: The Icinga vSphere%s Integration ships a lot of data, state and sensor values. If you want to define related Icinga Service checks for Alarming reasons, Monitoring Rules are %s.
de_de: Die Icinga vSphere%s-Integration liefert eine Menge an Daten, Status und Sensorwerten. Wenn zugehörige Icinga-Servicechecks zu Alarmierungszwecken definiert werden sollten sind Überwachungsregeln %s.

source: The PHP SOAP extension (php-soap) is not installed/enabled
de_de: Die PHP SOAP-Erweiterung (php-soap) ist nicht installiert/aktiviert

source: The chosen Database resource already contains tables. You might want to continue with this DB resource, but we strongly suggest to use an empty dedicated DB for this module.
de_de: Die gewählte Datenbankressource enthält bereits Tabellen. Es kann gewünscht sein, mit dieser DB-Ressource fortzufahren, aber wir empfehlen eindringlich eine leere dedizierte DB für dieses Modul.

source: The chosen Database resource contains related tables, but the schema is not complete. In case you tried a pre-release version of this module please drop this database and start with a fresh new one.
de_de: Die gewählte Datenbankressource enthält zugehörige Tabellen, aber das Schema ist unvollständig. Falls eine Pre-Release-Version dieses Moduls installiert war, bitte diese Datenbank löschen und mit einer frischen neu beginnen.

source: The configured DB doesn't have the required has schema. Please ask an Administrator to fix the configuration.
de_de: Die konfigurierte Datenbank enthält nicht das erforderliche Schema. Bitte einen Administrator, das zu korrigieren.

source: The connection has been deleted
de_de: Die Verbindung wurde gelöscht

source: The database has no vSphereDB schema. Waiting for the Background Daemon to initialize the database
de_de: Die Datenbank enthält kein vSphereDB schema. Warte darauf, dass der Hintergrunddienst die Datenbank initialisiert

source: The database has pending DB migrations. Please restart the Background daemon to apply them
de_de: Die Datenbank hat ausstehende DB-Migrationen. Bitte den Hintergrunddienst neu starten, um diese anzuwenden

source: The server has access to the virtual machine
de_de: Der Server hat Zugriff auf die virtuelle Maschine

source: The server is currently disconnected from the virtual machine, since its host is disconnected
de_de: Der Server ist aktuell von der virtuellen Maschine getrennt, weil das zugehörige Hostsystem getrennt ist

source: The vCenter has successfully been removed
de_de: Das vCenter wurde erfolgreich entfernt

source: The vCenter has successfully been stored
de_de: Das vCenter wurde erfolgreich gespeichert

source: The vSphereDB Daemon is currently not polling any vCenter
de_de: Der vSphereDB-Dienst befragt aktuell keine vCenter

source: The vSphereDB module can hook into the Icinga monitoring module. This allows to show context information related to your Virtualization infrastructure next to each monitored Host.
de_de: Das vSphereDB-Modul kann sich in das Icinga Monitoringmodul einklinken. Das erlaubt es, zur Virtualisierungsinfrastruktur gehörige Kontextinformation zu jedem überwachten Host anzuzeigen.

source: The virtual machine configuration format is invalid. Thus, it is accessible on disk, but corrupted in a way that does not allow the server to read the content. In this case, no configuration can be returned for a virtual machine.
de_de: Das Konfigurationsformat der virtuellen Maschine ist ungültig. Somit ist es zwar auf der Platte zugänglich, aber auf eine Art und Weise korrumpiert, die es verhindert, dass der Server dessen Inhalt lesen kann. In diesem Fall können keine Konfigurationsinformationen für eine virtuelle Maschine ermittelt werden.

source: The virtual machine is no longer registered on the host it is associated with. For example, a virtual machine that is unregistered or deleted directly on a host managed by VirtualCenter shows up in this state.
de_de: Die virtuelle Maschine ist nicht mehr auf dem Hostsystem mit dem sie verbunden ist registriert. Eine virtuelle Maschine, welche direkt auf einem Hostsystem abgemeldet oder gelöscht wird, während sie eigentlich vom VirtualCenter verwaltet wird, kann in diesem Zustand aufscheinen.

source: There are pending Database Schema Migrations. Please apply them now!
de_de: Es gibt ausstehende Datenbankschema-Migrationen. Bitte wende diese jetzt an!

source: There are pending Database Schema Migrations. Please ask an Administrator to apply them now!
de_de: Es gibt ausstehende Datenbankschema-Migrationen. Bitte einen Administrator, diese jetzt anzuwenden!

source: There is no configured connection for this vCenter
de_de: Für dieses vCenter gibt es keine konfigurierte Verbindung

source: There is no configured server for this vCenter
de_de: Es gibt keine konfigurierten Server für dieses vCenter

source: There is no such DB/Bucket: "%s"
de_de: Es gibt keine solche DB/Bucket: "%s"

source: There is no such PerfdataConsumer: %s
de_de: Es gibt keinen solchen Leistungsdatenverbraucher: %s

source: There is no such Performance Data Consumer: %s
de_de: Es gibt keinen solchen Leistungsdatenverbraucher: %s

source: There is no vSphereDB schema in this database
de_de: Es gibt kein vSphereDB-Schema in dieser Datenbank

source: This VM has been excluded from Backup
de_de: Diese VM wurde von der Datensicherung ausgenommen

source: This is a template
de_de: Das ist eine Vorlage

source: This system is down
de_de: Das System ist down

source: This system is up
de_de: Das System ist up

source: Threshold/State Precedence
de_de: Schwellwert/Status Vorrang

source: Throughput (bits/s, %s RX / %s TX)
de_de: Durchsatz (bits/s %s RX / %s TX)

source: Tools
de_de: Werkzeuge

source: Tools Version
de_de: Werkzeugversion

source: Total
de_de: Gesamt

source: Tree
de_de: Baum

source: Trigger a Critical state
de_de: Einen kritischen Zustand auslösen

source: Trigger a Warning state
de_de: Einen Zustand der Warnung auslösen

source: Trigger an Unknown state
de_de: Einen unbekannten Zustand auslösen

source: Trying to log in to %s
de_de: Versuche an %s anzumelden

source: Type
de_de: Typ

source: Unable to check monitoring state: %s
de_de: Überwachungsstatus kann nicht überprüft werden: %s

source: Unable to store the configuration to "%s". Please check file permissions or manually store the content shown below
de_de: Konfigurationsinformationen können nicht nach "%s" gespeichert werden. Bitte Dateiberechtigungen prüfen, oder nachfolgenden Inhalt manuell darin abspeichern

source: Uncommitted
de_de: Ungebunden

source: Uncommitted (%)
de_de: Ungebunden (%)

source: Unit
de_de: Einheit

source: Unknown / not used by any visible Virtual Machine
de_de: Unbekannt / nicht von irgend einer sichtbaren virtuellen Maschine benutzt

source: Unreachable - another device might be responsible for this outage
de_de: Nicht erreichbar - ein anderes Gerät könnte für diesen Ausfall verantwortlich sein

source: Unsatisfied dependencies
de_de: Unerfüllte Abhängigkeiten

source: Usage
de_de: Auslastung

source: Used
de_de: Benutzt

source: Used: %s of %s (%.2F%%)
de_de: Benutzt: %s von %s (%.2F%%)

source: User
de_de: Benutzer

source: Username
de_de: Benutzername

source: VCenters
de_de: vCenter

source: VM Mapping
de_de: VM-Zuordnung

source: VM might be unreachable
de_de: VM könnte nicht erreichbar sein

source: VMotion attempt(s)
de_de: VMotion-Versuch(e)

source: VMs Memory
de_de: VMs Speicher

source: VMware API Connections
de_de: VMware API-Verbindungen

source: Vendor
de_de: Hersteller

source: Verify
de_de: Überprüfen

source: Verify Host
de_de: Host überprüfen

source: Verify Peer
de_de: Peer überprüfen

source: Virtual Machine
de_de: Virtuelle Maschine

source: Virtual Machine Guest Disks
de_de: Gast-Platten der virtuellen Maschine

source: Virtual Machine Network Adapters
de_de: Netzwerkadapter der virtuellen Maschine

source: Virtual Machine Property
de_de: Eigenschaft der virtuellen Maschine

source: Virtual Machine: %s
de_de: Virtuelle Maschine: %s

source: Virtual Machines
de_de: Virtuelle Maschinen

source: Virtual Machines (%d)
de_de: Virtuelle Maschinen (%d)

source: Virtual Machines with Snapshots
de_de: Virtuelle Maschinen mit Schnappschüssen

source: Virtual Port Groups
de_de: Virtuelle Portgruppen

source: Virtualization (VMware)
de_de: Virtualisierung (VMware)

source: Virtualization Information
de_de: Virtualisierungsinformationen

source: When VMware shows GRAY
de_de: Wenn VMware Grau anzeigt

source: When VMware shows RED
de_de: Wenn VMware ROT anzeigt

source: When VMware shows YELLOW
de_de: Wenn VMware GELB anzeigt

source: When installed, but not running
de_de: Wenn installiert, aber nicht am Laufen

source: When not installed
de_de: Wenn nicht installiert

source: When powered off
de_de: Wenn abgeschaltet

source: When suspended
de_de: Wenn suspendiert

source: When the vCenter says "outdated"
de_de: Wenn das vCenter "veraltet" sagt

source: When unknown
de_de: Wenn unbekannt

source: Whether the background daemon should actively poll this node.
de_de: Ob der Hintergrunddienst diesen Knoten aktiv befragen soll.

source: Whether to use encryption when talking to your vCenter
de_de: Ob Verschlüsselung benutzt werden soll, wenn mit dem vCenter kommuniziert wird

source: Whether we should check that our peer's certificate has been signed by a trusted CA. This is strongly recommended.
de_de: Ob überprüft werden soll, dass unser Peer-Zertifikat von einer vertrauenswürdigen CA signiert wurde. Dies wird eindringlich empfohlen.

source: Whether we should check that the certificate matches theconfigured host
de_de: Ob überprüft werden soll, dass unser Peer-Zertifikat dem konfigurierten Host entspricht

source: Will be used for SOAP authentication against your vCenter
de_de: Wird für SOAP-Authentifizierung gegen das vCenter benutzt

source: Worse state wins
de_de: Schlechtester Zustand gewinnt

source: Yellow - there are warnings
de_de: Gelb - es gibt Warnungen

source: Yes
de_de: Ja

source: Yes, please restart
de_de: Ja, bitte neustarten

source: You might want to change the display name of your vCenter. This defaults to the first related Server host name.
de_de: Es kann gewünscht sein, den Anzeigenamen des vCenters zu ändern. Als Standardwert entspricht das dem Hostnamen des ersten zugehörigen Servers.

source: [OK] Check has no longer been executed
de_de: [OK] Check wurde nicht länger ausgeführt

source: all of them
de_de: alle von denen

source: back
de_de: zurück

source: default
de_de: Standard

source: disabled
de_de: deaktiviert

source: driver
de_de: Treiber

source: full duplex
de_de: Vollduplex

source: half duplex
de_de: Halbduplex

source: here
de_de: hier

source: inherited from %s
de_de: geerbt von %s

source: license Product Name
de_de: Lizenz Produktname

source: license Product Version
de_de: Lizenz Produktversion

source: missing
de_de: fehlend

source: more
de_de: mehr

source: new instance
de_de: neue Instanz

source: read %s for details
de_de: für Details %s lesen

source: the way to go
de_de: das Mittel der Wahl

source: unspecified
de_de: nicht spezifiziert

source: vCPU Count
de_de: Anzahl vCPUs

source: vCenter (or ESX) host
de_de: vCenter (oder ESX) Host

source: vCenter Monitoring Rules for %s: %s
de_de: vCenter Überwachungsregeln für %s: %s

source: vCenter Servers
de_de: vCenter-Server

source: vCenters
de_de: vCenter

source: vSphereDB Daemon Status
de_de: Zustand des vSphereDB-Dienstes

source: vSphereDB Database Configuration
de_de: vSphereDB Datenbankkonfiguration
