Repository: Icinga/icingaweb2-module-vspheredb
Catalog: application/locale/*/LC_MESSAGES/vspheredb.po
Languages: de_de

source: %d Packages, %d Cores, %d Threads
de_de: %d Module, %d Kerne, %d Threads

source: %s %s took place during the last 7 days
de_de: %s %s fanden während der letzten 7 Tage statt

source: %s (detected %s)
de_de: %s (%s erkannt)

source: %s datastores
de_de: %s Datenspeicher

source: %s events, max %s per day
de_de: %s Ereignisse, maximal %s pro Tag

source: %s on %s
de_de: %s auf %s

source: %s used
de_de: %s benutzt

source: ( former state: [%s] )
de_de: ( vorheriger Zustand: [%s] )

source: (Distributed) Virtual Switches
de_de: (Verteilte) virtuelle Switches

source: (keep as stored)
de_de: (gespeichertes behalten)

source: - any -
de_de: - jedes -

source: - filter by event type -
de_de: - nach Ereignistyp filtern -

source: - filter by parent -
de_de: - nach Elternknoten filtern -

source: - please choose -
de_de: - bitte wählen -

source: A new Connection has successfully been created
de_de: Eine neue Verbindung wurde erfolgreich erstellt

source: API Type
de_de: API-Typ

source: API connection with %s is failing
de_de: API-Verbindung mit %s schlägt fehl

source: API connection with %s is fine
de_de: API-Verbindung mit %s ist in Ordnung

source: Active
de_de: Aktiv

source: Active Memory
de_de: Aktiver Speicher

source: Active Memory Usage
de_de: Auslastung Aktiver Speicher

source: Add
de_de: Hinzufügen

source: Add Connection
de_de: Verbindung hinzufügen

source: Add Consumer
de_de: Verbraucher hinzufügen

source: Additional Information
de_de: Zusätzliche Informationen

source: Address
de_de: Adresse

source: Alarms
de_de: Alarmierungen

source: All
de_de: Alle

source: All vCenters
de_de: Alle vCenter

source: Allow to configure vCenter connections
de_de: Erlauben, vCenter-Verbindungen zu konfigurieren

source: Annotation
de_de: Anmerkungen

source: Anomalies
de_de: Anomalien

source: Application Protection
de_de: Anwendungsschutz

source: Apply %d pending schema migrations
de_de: %d ausstehende Migrationen anwenden

source: Apply a pending schema migration
de_de: Eine ausstehende Migration anwenden

source: Apply to specific disks only
de_de: Nur für bestimmte Platten anwenden

source: Arbitrary unique name for this Performance Data Consumer
de_de: Beliebiger eindeutiger Name für diesen Leistungsdatenverbraucher

source: Attempt to establish a connection to your InfluxDB instance
de_de: Versuche eine Verbindung zur InfluxDB-Instanz herzustellen

source: Autodetect
de_de: Automatisch erkennen

source: Autodetect: %s API, Version is %s
de_de: Automatisch erkannt: API %s, Version ist %s

source: Available Performance Counters
de_de: Verfügbare Leistungsindikatoren

source: Average Number %s Reads / %s Writes
de_de: Durchschnittliche Anzahl %s Lese- / %s Schreiboperationen

source: BIOS Release Date
de_de: BIOS-Veröffentlichungsdatum

source: Back
de_de: Zurück

source: Back to overview
de_de: Zurück zur Übersicht

source: Backup folder
de_de: Datensicherungsverzeichnis

source: Backup host
de_de: Datensicherungsserver

source: Backup-Tools
de_de: Datensicherungswerkzeuge

source: Balloon
de_de: Blase

source: Base URL
de_de: Basis-URL

source: Better state wins
de_de: Besserer Zustand gewinnt

source: CPU
de_de: Prozessor

source: CPU Cores
de_de: Prozessorkerne

source: CPU Usage
de_de: Prozessornutzung

source: CPUs
de_de: Prozessoren

source: Calendar
de_de: Kalender

source: Calendar Week %d
de_de: Kalenderwoche %d

source: Cancel
de_de: Abbrechen

source: Capacity
de_de: Kapazität

source: Chart
de_de: Diagramm

source: Check our %s for instructions of how to set them up
de_de: Riskiere einen Blick in unsere %s für Anleitungen zur Einrichtung derselben

source: Choose one of your configured %s
de_de: Wähle eines deiner konfigurierten %s

source: Click to change the current Daemon Log Level
de_de: Klicken, um den aktuellen Protokollierungsschwellwert festzulegen

source: Click to hide
de_de: Zum Verbergen klicken

source: Click to read our documentation: %s
de_de: Klicken, um unsere Dokumentation zu lesen: %s

source: Click to restart the vSphereDB background daemon
de_de: Klicken, um den vSphereDB-Hintergrunddienst neu zu starten

source: Click to show
de_de: Zum Anzeigen klicken

source: Clusters
de_de: Cluster

source: Compute Cluster
de_de: Rechencluster

source: Compute Resource
de_de: Rechenressourcen

source: Compute Resource Usage
de_de: Auslastung der Rechenressourcen

source: Configuration
de_de: Konfiguration

source: Configuration Policy
de_de: Konfigurationsrichtlinie

source: Configuration has been stored
de_de: Die Konfiguration wurde gespeichert

source: Connections to %s have been disabled
de_de: Verbindungen zu %s wurden deaktiviert

source: Connections to %s have been enabled, but none is currently active
de_de: Verbindungen zu %s wurden aktiviert, gegenwärtig ist aber keine aktiv

source: Consumer
de_de: Verbraucher

source: Cores
de_de: Kerne

source: Counters
de_de: Indikatoren

source: Create
de_de: Erstellen

source: Create a new Database
de_de: Eine neue Datenbank anlegen

source: Create a new InfluxDB database
de_de: Eine neue InfluxDB-Datenbank anlegen

source: Create a new vCenter/ESXi-Connection
de_de: Eine neue vCenter-ESXi-Verbindung anlegen

source: Create schema
de_de: Schema erstellen

source: Current Problems
de_de: Aktuelle Probleme

source: Current Problems have been recalculated
de_de: Aktuelle Probleme wurden neu berechnet

source: Current problems have NOT been recalculated, they will be applied with a short delay
de_de: Aktuelle Probleme wurden NICHT neu berechnet, sie werden mit kurzer Verzögerung angewandt werden

source: Currently there are no requests pending
de_de: Es gibt gegenwärtig keine laufenden Anfragen

source: Custom Values and Tags
de_de: Benutzerdefinierte Werte und Tags

source: Custom Variables
de_de: Benutzerdefinierte Variablen

source: DB Resource
de_de: DB-Ressource

source: Daemon
de_de: Dienst

source: Daemon Status
de_de: Zustand des Dienstes

source: Daemon configuration has NOT been refreshed
de_de: Dienstkonfiguration wurde NICHT aktualisiert

source: Daemon configuration has been refreshed
de_de: Dienstkonfiguration wurde aktualisiert

source: Daemon configuration refresh FAILED:
de_de: Aktualisierung der Dienstkonfiguration FEHLGESCHLAGEN:

source: Daemon is either not running or not connected to the Database
de_de: Dienst läuft nicht oder ist nicht mit der Datenbank verbunden

source: Daemon is not running
de_de: Dienst läuft nicht

source: Damon Log Output
de_de: Ausgabe Dienstprotokollierung

source: Damon Processes
de_de: Prozesse des Dienstes

source: Data Transmitted
de_de: Daten übertragen

source: DataCenter Monitoring Rules for %s: %s (%s)
de_de: Rechenzentrumsüberwachungsregeln für %s: %s (%s)

source: DataStore Usage
de_de: Datenspeicherauslastung

source: Database
de_de: Datenbank

source: Datacenter: %s
de_de: Rechenzentrum: %s

source: Datacenters
de_de: Rechenzentren

source: Datastore
de_de: Datenspeicher

source: Datastore Health
de_de: Datenspeichergesundheit

source: Datastore Usage
de_de: Datenspeicherauslastung

source: Datastore: %s
de_de: Datenspeicher: %s

source: Datastores
de_de: Datenspeicher

source: Define a new Performance Data Consumer
de_de: Definiere einen neuen Leistungsdatenverbraucher

source: Define rules for %s, %s and %s
de_de: Definiere Regeln für %s, %s und %s

source: Defining Check Commands
de_de: Definiere Checkkommandos

source: Defining Rules
de_de: Definiere Regeln

source: Delete
de_de: Löschen

source: Delete this vCenter
de_de: Lösche dieses vCenter

source: Deleting a vCenter means removing related information from the vSphereDB database. Apart from historic data (alerts, events) this step is reversible by simply redefining a Server Connection to this vCenter or ESXi Host.
de_de: Ein vCenter zu löschen bedeutet, zugehörige Informationen aus der vSphereDB-Datenkbank zu entfernen. Abgesehen von historischen Daten (Alarmierungen, Ereignisse) ist dieser Schritt durch die Definition einer neuen Serververbundung zu diesem vCenter oder ESXi-Host umkehrbar.

source: Dell Support Page
de_de: Hilfestellungsseite von Dell

source: Device (Vendor)
de_de: Gerät (Hersteller)

source: Disable
de_de: Deaktivieren

source: Disk
de_de: Platte

source: Disk Health
de_de: Plattenzustand

source: Disk Path
de_de: Pfad zur Platte

source: Disk Seeks: %s small / %s medium / %s large
de_de: Plattenpositionierungen: %s klein / %s mittlere / %s große

source: Disk Usage
de_de: Plattenauslastung

source: Disks
de_de: Platten

source: Display Name
de_de: Angezeigter Name

source: Do nothing
de_de: Nichts tun

source: Documentation
de_de: Dokumentation

source: Download as JSON
de_de: Als JSON herunterladen

source: Duration
de_de: Dauer

source: Edit
de_de: Bearbeiten

source: Enable
de_de: Aktivieren

source: Enabled
de_de: Aktiv

source: Error
de_de: Fehler

source: Error when triggering problem recalculation, changes will be applied with a short delay
de_de: Beim Ausführen der Problem-Neuberechnung ist ein Fehler aufgetreten, die Änderungen werden mit kurzer Verzögerung angewandt

source: Event HeatMap
de_de: Ereignis-Heatmap

source: Event History
de_de: Ereignisverlauf

source: Events
de_de: Ereignisse

source: Excluded
de_de: Ausgeschlossen

source: Failed to load related host
de_de: Zugehöriger Host konnte nicht geladen werden

source: File content
de_de: Dateiinhalt

source: Folder Monitoring Rules for %s: %s (%s)
de_de: Verzeichnisüberwachungsregeln für %s: %s (%s)

source: Free
de_de: Frei

source: Free (%)
de_de: Frei (%)

source: Free CPU: %s
de_de: Prozessor frei: %s

source: Free Memory: %s
de_de: Freier Speicher: %s

source: Free Space
de_de: Freier Platz

source: Free space
de_de: Freier Platz

source: Global Monitoring Rules for %s
de_de: Globale Überwachungsregeln für %s

source: Got no connection information. Is the Damon running?
de_de: Keine Verbindungsinformationen erhalten. Läuft der Dienst?

source: Gray - status is unknown
de_de: Grau - Status ist unbekannt

source: Green - everything is fine
de_de: Grün - alles ist in Ordnung

source: Guest Disk Usage
de_de: Plattenauslastung Gast

source: Guest Hostname
de_de: Gast-Hostname

source: Guest IP
de_de: Gast-IP

source: Guest IP address
de_de: Gast-IP-Adresse

source: Guest OS
de_de: Gastbetriebssystem

source: Guest Tools
de_de: Gastwerkzeuge

source: Guest Tools are NOT installed
de_de: Gastwerkzeuge sind NICHT installiert

source: Guest Tools are NOT running
de_de: Gastwerkzeuge laufen NICHT

source: Guest Tools are outdated
de_de: Gastwerkzeuge sind veraltet

source: Guest Tools are up to date and running
de_de: Gastwerkzeuge sind aktuell und laufen

source: Guest Tools status is now known
de_de: Zustand der Gastwerkzeuge ist unbekannt

source: Guest Utilities
de_de: Gastwerkzeuge

source: Guest Utilities Policy
de_de: Richtlinie für Gastwerkzeuge

source: Guest host name
de_de: Gast-Hostname

source: Guest hostname
de_de: Gast-Hostname

source: HA State
de_de: HA-Status

source: HTTP (this is plaintext!)
de_de: HTTP (das ist Klartext)

source: HTTPS (strongly recommended)
de_de: HTTPS (dringend empfohlen)

source: Hardware Information
de_de: Hardwareinformationen

source: Hide Inspection
de_de: Einsichtnahme verbergen

source: Hide SQL
de_de: SQL verbergen

source: History
de_de: Verlauf

source: Host Mapping
de_de: Hostzuordnung

source: Host Memory
de_de: Hostspeicher

source: Host Memory: used %s of %s (%.2F%%)
de_de: Arbeitsspeicher Host: %s von %s benutzt (%.2F%%)

source: Host Resources
de_de: Hostressourcen

source: Host System Property
de_de: Hostsystemeigenschaften

source: Host Systems
de_de: Hostsysteme

source: Hostname, IP or <host>:<port>
de_de: Hostname, IP-Adresse oder <host>:<port>

source: Hosts Status
de_de: Zustand Hosts

source: IDO Resource
de_de: IDO-Ressource

source: IP Address
de_de: IP-Adresse

source: Icinga vSphereDB Check Commands
de_de: Icinga vSphereDB Checkkommandos

source: Icinga vSphereDb depends on the following modules, please install/upgrade as required
de_de: Icinga vSphereDB hängt von den folgenden Modulen ab, bitte wo erforderlich entsprechend installieren oder aktualisieren

source: If you want to get Alarms for this object, you can configure related Icinga Service (or Host) Checks: %s Doing so can be automated via an Icinga Director Import Source
de_de: Um Alarmierungen für dieses Objekt zu erhalten, können zugehörige Icinga-Service- (oder Host-)checks definiert werden: %s. Mittels Importquelle im Icinga Director lässt sich dies automatisieren

source: Ignore specific disks
de_de: Bestimmte Platten ignorieren

source: Implementation
de_de: Implementierung

source: In case your proxy requires authentication, please configure this here
de_de: Falls der Proxy eine Authentifizierung benötigt, dies bitte hier konfigurieren

source: In case your vCenter is only reachable through a proxy, please choose it's protocol right here
de_de: Falls das vCenter lediglich über einen Proxy erreichbar ist, bitte das entsprechende Protokoll auswählen

source: Incoming connection
de_de: Eingehende Verbindung

source: InfluxDB API version, autodetect should work fine
de_de: InfluxDB-API-Version, die automatische Erkennung sollte ausreichen

source: InfluxDB base URL, like http://influxdb.example.com:8086
de_de: InfluxDB Basis-URL, z.B. http://influxdb.example.com:8086

source: Info
de_de: Information

source: Information is outdated, last update took place %s
de_de: Information ist veraltet, die letzte Aktualisierung fand %s statt

source: Initializing API connection with %s
de_de: API-Verbindungen mit %s initialisieren

source: Inspect
de_de: Einsichtnahme

source: Installed
de_de: Installiert

source: Instance UUID
de_de: Instanz-UUID

source: Instead of checking every single Disk, just define rules (and exemptions from those) for %s.
de_de: Anstatt jede einzelne Platte zu überprüfen, lassen sich Regeln (und Ausnahmen von selbigen) für %s definieren.

source: Interface
de_de: Schnittstelle

source: It is strongly suggested to access the API through your vCenter. Usually this is just a fully qualified domain name (and should match it's certificate. Alternatively, an IP address is fine. Please use <host>:<port> in case you're not using default HTTP(s) ports
de_de: Es wird dringend angeraten, die API über das vCenter anzusprechen. Für gewöhnlich ist das ein voll qualifizierter Hostname (und sollte dem konfigurierten Zertifikat entsprechen). Alternativ kann auch eine IP-Adresse angegeben werden. Falls kein Standard-HTTP(S)-Port benutzt wird, bitte die Form <host>:<ip> benutzen

source: Key
de_de: Schlüssel

source: Last Run Time
de_de: Letzte Ausführung

source: Last backup
de_de: Letzte Datensicherung

source: Latency %s Read / %s Write
de_de: Latenz %s lesend / %s schreibend

source: Link is down
de_de: Link ist down

source: Locale Build
de_de: Lokalisierungsbuild

source: Locale Version
de_de: Lokalisierungsversion

source: Location
de_de: Standort

source: Log level
de_de: Protokollierungsschwellwert

source: MAC Address
de_de: MAC-Adresse

source: Map monitored hosts to Virtual Machines belonging to your VMware environment
de_de: Überwachte Hosts zu der VMware-Umgebung zugehörigen virtuellen Maschinen zuweisen

source: Map monitored hosts to physical Host Systems belonging to your VMware environment
de_de: Überwachte Hosts zu der VMware-Umgebung zugehörigen physischen Hostsystemen zuweisen

source: Max Ports
de_de: Maximale Ports

source: Memory
de_de: Arbeitsspeicher

source: Memory Usage
de_de: Arbeitsspeicherauslastung

source: Might be disconnected
de_de: Könnte getrennt sein

source: Migrations
de_de: Migrationen

source: Model
de_de: Modell

source: Modify
de_de: Ändern

source: Module name
de_de: Modulname

source: Monitored Host Property
de_de: Eigenschaft des überwachten Hosts

source: Monitored vCenters
de_de: Überwachte vCenter

source: Monitoring
de_de: Überwachung

source: Monitoring Integration has been stored
de_de: Monitoring-Integration wurde gespeichert

source: Monitoring Rules
de_de: Überwachungsregeln

source: Monitoring Rules - Problem History
de_de: Überwachungsregeln - Problemverlauf

source: Multiple Hosts
de_de: Mehrere Hosts

source: Network
de_de: Netzwerk

source: Network Interfaces (%s)
de_de: Netzwerkschnittstellen (%s)

source: Networks
de_de: Netzwerke

source: New Database
de_de: Neue Datenbank

source: New InfluxDB database name
de_de: Neuer InfluxDB-Datenbankname

source: New Monitoring Integration
de_de: Neue Monitoring-Integration

source: Newest
de_de: Neueste

source: Next
de_de: Weiter

source: No
de_de: Nein

source: No action taken, object has not been modified
de_de: Keine Aktion vorgenommen, das Objekt wurde nicht verändert

source: No action taken, vCenter has not been modified
de_de: Keine Aktion vorgenommen, das vCenter wurde nicht geändert

source: No change has been applied
de_de: Keine Änderungen wurden angewandt

source: No custom values have been defined
de_de: Keine benutzerdefinierten Werte wurden definiert

source: No database resource has been configured yet. Please choose a resource to complete your config
de_de: Bisher wurde keine Datenbankressource konfiguriert. Bitte eine Ressource auswählen, um die Konfiguration zu vervollständigen

source: No events found
de_de: Keine Ereignisse gefunden

source: No guest disk found. Please check guest utilities
de_de: Keine Gastplatten gefunden. Bitte Gastwerkzeuge überprüfen

source: No integration has been configured
de_de: Bisher wurde keine Integration konfiguriert

source: No known backup tool has been used for this VM
de_de: Kein bekanntes Datensicherungswerkzeug wurde für diese VM benutzt

source: No related vServer has been configured
de_de: Kein zugehöriges vCenter wurde konfiguriert

source: No snapshots have been created for this VM
de_de: Keine Schnappschüsse wurden für diese VM erstellt

source: No vCenter available. You might want to check your %s or your %s
de_de: Kein vCenter verfügbar. %s oder %s zu überprüfen könnte helfen

source: Not configured / Inherited
de_de: Nicht konfiguriert / geerbt

source: Not found
de_de: Nicht gefunden

source: OS Type
de_de: Betriebssystemtyp

source: Object
de_de: Objekt

source: Object Name
de_de: Objektname

source: Object State Policy
de_de: Richtlinie Objekt-Status

source: Object Summaries
de_de: Objektübersicht

source: Object Type
de_de: Objekttyp

source: Oldest
de_de: Älteste

source: On Datastore
de_de: Auf Datenspeicher

source: On version 2147483647
de_de: Auf Version 2147483647

source: One or more of the virtual machine configuration files are inaccessible. For example, this can be due to transient disk failures. In this case, no configuration can be returned for a virtual machine
de_de: Eine oder mehrere Konfigurationsdateien für die virtuelle Maschine sind unzugänglich. Das kann z.B. flüchtigen Plattenfehlern geschuldet sein. In diesem Fall kann keine Konfiguration für einen virtuelle Maschine zurückgeliefert werden

source: Open VMware Remote Console (VMRC)
de_de: Öffne die VMware Remote Console (VMRC)

source: Open the Managed Object Browser (MOB)
de_de: Öffne den Managed Object Browser (MOB)

source: Open the VMware HTML 5 UI
de_de: Öffne die VMware HTML5-Oberfläche

source: Organisation
de_de: Unternahmen

source: Outgoing connection
de_de: Ausgehende Verbingung

source: Overall VMware Object State
de_de: Allgemeiner VMware Objektzustand

source: PCI Devices
de_de: PCI-Geräte

source: PHP version %s is required for vSphereDB, you're running %s.
de_de: PHP-Version %s ist für vSphereDB erforderlich, hier läuft %s.

source: Packets (%s / %s Unicast, %s BCast, %s MCast, %s Dropped)
de_de: Pakete (%s / %s Unicast, %s BCast, %s MCast, %s verworfen)

source: Password
de_de: Kennwort

source: Path
de_de: Pfad

source: Pending - this host has never been checked
de_de: Ausstehend - dieser Host wurde noch nie überprüft

source: Pending HTTP Requests
de_de: Ausstehende HTTP-Anfragen

source: Pending database schema migrations have successfully been applied
de_de: Ausstehende Datenbankmigrationen wurden erfolgreich angewandt

source: Performance Data
de_de: Leistungsdaten

source: Performance Data Consumer has been created
de_de: Leistungsdatenverbraucher wurde erstellt

source: Performance Data Consumer has been removed
de_de: Leistungsdatenverbraucher wurde entfernt

source: Performance Data Consumer has been updated
de_de: Leistungsdatenverbraucher wurde aktualisiert

source: Performance Data Consumers
de_de: Leistungsdatenverbraucher

source: Please choose
de_de: Bitte wählen

source: Please click %s to configure related Monitoring Rules
de_de: Bitte %s klicken, um zugehörige Überwachungsregeln zu konfigurieren

source: Please click %s to create new MySQL/MariaDB resource
de_de: Bitte %s klicken, um eine neue MySQL/MariaDB-Ressource zu erstellen

source: Please create your first Performance Data Consumer
de_de: Bitte erstelle einen ersten Leistungsdatenverbraucher

source: Please define your first Server Connection
de_de: Bitte definiere eine erste Serververbindung

source: Please make sure that your database exists and your user has been granted enough permissions
de_de: Bitte sicherstellen, dass die Datenbank existiert, und dass dem Benutzer ausreichende Berechtigungen gewährt wurden

source: Please provide the uptime in days
de_de: Bitte die Uptime in Tagen angeben

source: Please provide the uptime in seconds
de_de: Bitte die Uptime in Sekunden angeben

source: Please read %s
de_de: Bitte %s lesen

source: Port Group
de_de: Portgruppen

source: Power
de_de: Strom

source: Power State
de_de: Betriebszustand

source: Power state is unknown (disconnected?)
de_de: Betriebszustand ist unbekannt (getrennt?)

source: Powered off
de_de: Abgeschaltet

source: Powered on
de_de: Angeschaltet

source: Problems / Monitoring Rule
de_de: Probleme / Überwachungsregeln

source: Product Line
de_de: Produktlinie

source: Projects on this Compute Resource
de_de: Projekte auf dieser Rechenressource

source: Property of the Host System (as known by Icinga)
de_de: Eigenschaft des Hostsystems (wie es Icinga bekannt ist)

source: Property of the Host System (known by the vSphereDB module)
de_de: Eigenschaft des Hostsystems (dem vSphereDB-Modul bekannt)

source: Property of the Virtual Machine (as known by Icinga)
de_de: Eigenschaft der virtuellen Maschine (wie sie Icinga bekannt ist)

source: Property of the Virtual Machine (known by the vSphereDB module)
de_de: Eigenschaft der virtuellen Maschine (dem vSphereDB-Modul bekannt)

source: Protocol
de_de: Protokoll

source: Proxy Address
de_de: Proxy-Adresse

source: Proxy Password
de_de: Proxy-Kennwort

source: Proxy Username
de_de: Proxy-Benutzer

source: Raise CRITICAL for uptime greater than
de_de: KRITISCH melden für Uptime größer als

source: Raise CRITICAL for uptime less than
de_de: KRITISCH melden für Uptime weniger als

source: Raise Critical for snapshots older than X days
de_de: Kritisch melden für Schnappschüsse älter als X Tage

source: Raise Critical for versions lower than
de_de: Kritisch melden für Versionen niedriger als

source: Raise Critical if more than X snapshots
de_de: Kritisch melden für mehr als X Schnappschüsse

source: Raise Critical with less than X MBytes free
de_de: Kritisch melden mit weniger als X MBytes frei

source: Raise Critical with less than X percent free
de_de: Kritisch melden mit weniger als X Prozent frei

source: Raise WARNING for uptime greater than
de_de: WARNUNG melden für Uptime größer als

source: Raise WARNING for uptime less than
de_de: WARNUNG melden für Uptime weniger als

source: Raise Warning for snapshots older than X days
de_de: Warnung melden für Schnappschüsse älter als X Tage

source: Raise Warning for versions lower than
de_de: Warnung melden für Versionen niedriger als
